<head>
    <link href="Presento/assets/css/style.css" rel="stylesheet">
    <style>
        #body{
            direction: rtl;
            font-family: arabicFont;
        }
    </style>
</head>

<body id="body">
{{--<h1 class="font-bold text-2xl text-center">الشروط والأحكام للشراكة والتعاقد مع شركة منصة الإمداد التقنية</h1>--}}
<p class="font-bold text-2xl text-center"><strong>الشروط والأحكام للشراكة والتعاقد مع شركة منصة الإمداد التقنية</strong></p>

<p class="font-bold m-2 p-2"><strong>مقدمة</strong></p>
<p class="text-justify m-2 p-2">
    منصة الإمداد هي منصة الكترونية تقنية تم تصميمها بغرض تسهيل العمليات بين طالب الخدمة ومزود الخدمة ، لتسهيل عملياتهم وتقديم الخدمات لهم بشكل أفضل وأسرع ، من خلال التسجيل بالمنصة طبقاً للشروط والاحكام التي سيتم ذكرها فيما بعد ، حيث أن عمل المنصة يتلخص بقيام طالب الخدمة برفع الطلب عن طريق المنصة بعد كتابة معلومات الطلب وعليه سوف يتم استلام عرض أوعدة عروض اسعار من مزودي الخدمات ، وعند استلام العروض من مزودي الخدمات يقوم طالب الخدمة باختيار مزود الخدمة الذي يرغبه بناءً على رغباته من ناحيه السعر أو الجودة أو غير ذلك ، وبعد الاختيار والإعتماد عن طريق المنصة لمزود الخدمة المناسب يقوم مزود الخدمة بعدها بالتوريد كما هو متفق عليه في أمر الشراء ، علماً بأن منافذ الدفع المتاحه تكون إما بالآجل أو الدفع المسبق أو الدفع عند الاستلام ، وتكون عن طريق استخدام البطاقة الإئتمانية ( مدى – فيزا – أبل بي ) أو التحويل البنكي المباشر ، علماً بأن المدفوعات الماليه لمزود الخدمة تكون في الحساب البنكي لشركة منصة الإمداد التقنية وبعد التأكد من المعلومات وعملية التوريد والاستلام يتم تحويلها إلى مزود الخدمة مباشرةً ، كما أنه يقر طالب الخدمة ومزود الخدمة  أن شركة منصة الإمداد التقنية هي وسيط فقط لتقديم خدمة التواصل المباشر بين طالب الخدمة ومزود الخدمة بغرض التسهييل والتسريع والآمان لعمليات سلاسل الامداد ، نجاحكم هو نجاحنا.
</p>

<p class="text-justify m-2 p-2">
    يقصد بالعبارات والمصطلحات التالية أينما وردت في هذه الإتفاقية المعاني الموضحة أمام كل منها، مالم يقتض السياق غير ذلك.
</p>

<p class="text-justify m-2 p-2">
    <strong>شركة منصة الإمداد التقنية  (Emdad Platform):</strong> أضخم منصة الكترونية بنيت بخبرة عالية لتخدم البائع والمشتري في عمليات الشراء والبيع والتوريد والتخزين، بأقل التكاليف وأفضل المعايير التقنية واللوجستية.
</p>
<p class="text-justify m-2 p-2">
    <strong>تطبيق أو موقع أو منصة:</strong> قاعدة من البيانات أو العمليات البرمجية التي تمت برمجتها بالكامل عن طريق شركة منصة الإمداد التقنية بأفضل معايير الجودة التقنية التي تتيح لمستخميها التعامل بـ ( الخبرة - السرعة – السهولة – الأمان ) .
</p>
<p class="text-justify m-2 p-2">
    <strong>تطبيق اضافي:</strong> هو تطبيق يخدم المنصة (EmdadTools) يتم تحميله على أجهزة الجوال أو الأجهزة الذكية للإستفادة من خدمات تتبع الشحنات أو الإعتماد الإلكتروني وهي خدمة مجانية لمستخدمين المنصة ، ويتم استخدام نفس معلومات وبيانات الدخول للمنصة .
</p>
<p class="text-justify m-2 p-2">
    <strong>طالب الخدمة (المشتري):</strong> التسجيل في المنصة بغرض الاستفادة من خدمات المنصة لعمل الطلبات ومتابعة الشحنات واستلام الطلبات.
</p>
<p class="text-justify m-2 p-2">
    <strong>مزود الخدمة (البائع):</strong> التسجيل في المنصة بغرض الاستفادة من خدمات المنصة لعمل عروض الأسعار وجدولة الشحنات والتوريد والتسليم وتقديم الخدمة المتميزة.
</p>
<p class="text-justify m-2 p-2">
    <strong>الطرف الأول :</strong> شركة منصة الإمداد التقنية.
<p class="text-justify m-2 p-2">
    <strong>الطرف الثاني :</strong> طالب أو مزود الخدمة.
</p>
<p class="text-justify m-2 p-2">
    <strong>مالك المنصة: </strong> شركة منصة الإمداد التقنية.
</p>
<p class="text-justify m-2 p-2">
    <strong>رقم السجل التجاري :</strong> ١٠١٠٦٧٨٠٦١
</p>
<p class="text-justify m-2 p-2">
    <strong>الضوابط والشروط والأحكام لمستخدم منصة إمداد:</strong> إن أي استخدام من قبلك للخدمات التي توفرها شركة منصة الإمداد التقنية يشكل موافقة منك على هذا العقد وأحكامه، وتبعاً لذلك يجب عليك عدم استخدام المنصة في حال لم تكن موافقاً على الأحكام والشروط الواردة في هذا العقد.
    تحتفظ شركة منصة الإمداد التقنية بحق تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للمنصة مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على الأحكام والشروط، من خلال زيارة الشروط والاحكام في المنصة او من خلال استلام بريد الكتروني من فريق منصة امداد .
</p>
<p class="text-justify m-2 p-2">
    <strong>إقرار مزود الخدمة وطالب الخدمة :</strong> يقر ويوافق طالب الخدمة ومزود الخدمة أن إستخدامه للمنصة يعتبر إقرار صريح وواضح بقيامه بقراءة وفهم بنود وأحكام هذه الاتفاقية و طريقة إستخدام المنصة أو التطبيق أو الموقع، كما أنه يعتبر موافقة صريحة منه على قبول شروط وأحكام هذه الاتفاقية والاستجابة لها وهو بكامل الأهلية المعتبرة شرعاً وقانوناً.
    ومن المعلوم بأنه وفي حال إختيار الموافقة ، فإن أحكام وشروط الاتفاقية تعتبر سارية المفعول بين شركة منصة الإمداد التقنية وبين طالب الخدمة أو مزود الخدمة ، كما أن جميع الإلتزامات والشروط والأحكام في هذه الاتفاقية يلتزم بها طالب الخدمة ومزود الخدمة مالم يقتضي السياق غير ذلك.
</p>
<p class="text-justify m-2 p-2">
    <strong>أحقية الحصول على الخدمات:</strong> أنت تقر بالتالي: <br>
    •	تتمتع بكامل القوة والسلطة للتعاقد وأنك بذلك لن تكون منتهكاً لأي قانون أو تعاقد وهمي.<br>
    •	طرف مستقل ولا تعمل كوكيل أو ممثل أو موزع أو شريك استثماري لـشركة منصة الإمداد التقنية.<br>
    •	لم يسبق أن تم تعطيل استخدامك لخدمات "شركة منصة الإمداد التقنية" أو منعك من استخدامها في أي وقت من الأوقات.<br>
    •	لست منافساً لـشركة منصة الإمداد التقنية ، كما أنك لا تقدم أي منتج منافس للخدمات المقدمة من شركة منصة الإمداد التقنية.<br>
    •	لا يجوز لك بشكل مباشر أو غير مباشر تقديم نفسك كممثل لـشركة منصة الإمداد التقنية أو التصرف بطريقة قد تحمل أو تنشأ منها التزامات دون موافقة كتابية مسبقة من شركة منصة الإمداد التقنية.<br>
    •	إذا تم منح الموافقة حدود تصرفك تقتصر على الأعمال التي تسمح لك بتنفيذ الخدمة المقدمة فقط ، كما أنه ليس لك أي حق في تقديم أي عروض للمستخدمين نيابة عن شركة منصة الإمداد التقنية ، وأن تقر بأن خرقك لهذا البند سوف يجعلك مسؤولاً مسؤولية كاملة عن جميع الإلتزامات الناشئة عن هذا الخرق ويعرضك للملاحقة الجنائية وحظر استخدامك لـشركة منصة الإمداد التقنية.<br>
</p>
<p class="text-justify m-2 p-2">
    <strong>سياسة الخصوصية الخاصة بـشركة منصة الإمداد التقنية:</strong> <br>
    •	جميع العمليات والمعلومات والمعاملات والمستندات في شركة منصة الإمداد التقنية ، هي سرية للغايه ومحمية بشكل كامل في سحابه ذكية ولا يمكن التلاعب بها أو حذفها أو حتى الإطلاع عليها ، إلا من قبل الجهات الحكومية أو الجهات المصرح لها بذلك.
</p>
<p class="text-justify m-2 p-2">
    <strong>اعتماد وإلغاء أوامر الشراء:</strong> <br>
    •	 في حال استخدامك للمنصة وكنت صاحب الصلاحية الأولى كمستخدم أو تم إعطاء الصلاحية لمستخدم آخر بالتفويض يعتبر هذا الإعتماد رسمي وإلزامي على كلا الطرفين ( مزود الخدمة – طالب الخدمة ) ولا يمكن إلغائه الا بتراضي الطرفين .<br>
    •	 يحق لطالب الخدمة إلغاء الطلب واسترداد المبلغ المدفوع في حال كان الدفع مسبقاً ويكون ذلك بسبب التأخر عن الموعد المحدد للتوريد بـ ٣ أيام من التاريخ المحدد في أمر الشراء المعتمد .
</p>
<p class="text-justify m-2 p-2">
    <strong>أوامر الشراء المرفق لها صيغة للتعاقد:</strong> <br>
    •	يلتزم كلاً من ( مقدم الخدمة – طالب الخدمة ) بجميع النصوص والأحكام والشروط المكتوبة في العقد المرفق فيما بينهما ولا يمكن تعديلها الا بموافقة الطرفين بطلب التعديل عن طريق المنصة وذلك باسخدام أيقونة ( طلب تعديل صيغة العقد ) وفي حال موافقة الطرف الآخر يتم التعديل والموافقة من الطرفين واعتماده مرة اخرى.<br>
    •	يحق لكلٍ من ( مزود الخدمة – طالب الخدمة ) إنهاء التعاقد في حال لم يلتزم أحد الأطراف بالنصوص والأحكام والشروط والمتفق عليها في العقد، وذلك بإرسال طلب لإلغاء التعاقد لـشركة منصة الإمداد التقنية عن طريق أيقونة ( فسخ العقد ) مع إرفاق مايثبت ذلك، وسيقوم فريق منصة امداد بمراجعة الطلب وإلغائة بعد التأكد من ذلك.<br>
    •	يحق لكلٍ من ( مزود الخدمة – طالب الخدمة ) إنهاء العقد في أي وقت في حال موافقة كلا الطرفين على ذلك.
</p>
<p class="text-justify m-2 p-2">
    <strong>اعتماد عروض الاسعار:</strong> <br>
    •	في حال تسجيلك واستخدامك للمنصة وكنت صاحب الصلاحية الأولى كمستخدم أو تم إعطاء الصلاحية لمستخدم آخر بالتفويض يعتبر اعتماد العرض رسمي وإلزامي على مقدم الخدمة حتى انتهاء تاريخه.
</p>
<p class="text-justify m-2 p-2">
    <strong>التوريد والاستلام:</strong> <br>
    •	يحق لطالب الخدمة عدم استلام الخدمة او المنتج ورفضها في حال عدم تطابقها للمواصفات المتفق عليها في امر الشراء او صيغه التعاقد .<br>
    •	يلتزم طالب الخدمة بإستلام الخدمة او الشحنة المعتمدة اذا كانت مطابقه للمواصفات المعتمدة في أمر الشراء مالم تتجاوز التاريخ المتفق عليه بـ ٣ أيام .<br>
    •	يلتزم طالب الخدمة بالإستلام في الوقت المحدد ويحق لمزود الخدمة المغادرة بالخدمة او المنتج في حال تجاوز التأخير ١٥ دقيقة .<br>
    •	يلتزم مزود الخدمة بمسؤولية اكتمال عملية التسليم واعتماد استلام الفاتورة قبل مغادرة مكان التسليم وذلك الكترونياً عن طريق رقم الفاتوره او المسح الضوئي على تطبيق (Emdad Tools) بإستخدام الهواتف الذكية .<br>
    •	يلتزم مزود الخدمة بتحمل تكاليف الشحن في حال تم استخدام احد مزودين خدمات الشحن المتعاقدة مع المنصة ويتم ذلك بادراجها في الفاتورة النهائيه بين مزود الخدمة ومنصة امداد  .
</p>
<p class="text-justify m-2 p-2">
    <strong>حقوق النشر والحقوق الفكرية الخاصة بـشركة منصة الإمداد التقنية :</strong> <br>
    •	تلتزم شركة منصة الإمداد التقنية بالحفاظ على حقوق النشر والحقوق الفكرية الخاصة لجميع مستخدمي المنصة.<br>
    •	كافة حقوق النشر والحقوق الفكرية محفوظة لـشركة منصة الإمداد التقنية، ويمنع منعاً باتاً انتهاك حقوق شركة منصة الإمداد التقنية، وفي حال تم معرفة ذلك فأنه سيعرض نفسه للملاحقة والمسائلة القانونية من قبل الجهات الرسمية.<br>
    •	يمنع منعاً باتاً نسخ أو لصق أو استخدام أو إعادة استخدام أي محتوى خاص بـشركة منصة الإمداد التقنية أو خدماتها التي تقدمها أو أي شيء مملوك لـشركة منصة الإمداد التقنية.
</p>
<p class="text-justify m-2 p-2">
    <strong>قضايا الحكم والنزاعات :</strong> <br>
    تختص السلطة القضائية بالمملكة العربية السعودية بالنظر في ذلك، لذلك نأمل من كلا الطرفين ( مزود الخدمة – مقدم الخدمة ) الالتزام بالشروط والأحكام وفي حال حدوث نزاع لا قدر الله يتم حلها ودياً بمساعدة شركة منصة الإمداد التقنية، وفي حال لم يتم حل النزاع يتم تحويلها للسلطة القضائية .<br>
    •	يجب أن يوافق جميع الطرفين ( مزود الخدمة – طالب الخدمة ) على أحقية شركة منصة الإمداد التقنية في إجراء تعديلات أو تغييرات في صفحة شروط الاستخدام الخاصة بها في أي وقت إذا رأت منصة امداد ضرورة لفعل ذلك<br>
    •	يمنع تماماً استخدام أي خدمات مقدمة من قبل شركة منصة الإمداد التقنية لأي أغراض غير قانونية أو أغراض غير أخلاقية أو أي أمور تتعارض مع الشريعة الإسلامية .
</p>
<p class="text-justify m-2 p-2">
    <strong>التعهدات والضمانات:</strong> <br>
    أن تقر وتضمن بأنك سوف:<br>
    •	تمتثل لكافة القوانين واللوائح المعمول بها في المملكة العربية السعودية.<br>
    •	تقديم معلومات صحيحة ودقيقة لـ "شركة منصة الإمداد التقنية" والقيام بتحديثها بشكل مستمر.<br>
    •	المراجعة والامتثال لأي إشعارات يتم إرسالها من قبل "شركة منصة الإمداد التقنية" فيما يتعلق بإستخدامكم للخدمات المقدمة من "شركة منصة الإمداد التقنية "<br>
    •	الموافقه على تبادل المعلومات بين الطرفين ( مزود الخدمة – طالب الخدمة ) داخل المنصة فيما يخص العمليات المنفذة والتقييم والتواصل.<br>
    •	عدم إلحاق الضرر بالخدمة أو المنصة بأي شكل من الأشكال.<br>
    •	المحافظة على كلمة المرور لحسابك أو أي وسيلة تعريف نقدمها لك وتتيح الدخول إلى حسابك، بشكلٍ آمن وسري.<br>
    •	تقديم كافة الدلائل التي تثبت هويتك وصحة معلوماتك وفقاً لتقدير "شركة منصة الإمداد التقنية" الخاص.<br>
    •	يحق لـ"شركة منصة الإمداد التقنية" رفض تقديم الخدمة أو استخدام المنصة دون إبداء أسباب.<br>
    •	اخلاء مسؤولية "شركة منصة الإمداد التقنية" عن اي استخدام خاطئ من قبل المستخدمين المعتمدين لدينا رسمياً.
</p>
<p class="text-justify m-2 p-2">
    <strong>الدفع والتحصيل:</strong> <br>
    •	تحتفظ شركة منصة الإمداد التقنية لنفسها بالحق في فرض رسوم جديدة على استخدام المنصة أو الخدمة أو كليهما. إذا قررت امداد فرض رسوم جديدة، فإنه سيتم إفادة المستخدمين بذلك وسيتم السماح لهم بالاستمرار في العقد أو إنهائه بعد تصفية الحسابات والمعاملات المعتمدة سابقاً.<br>
    •	يتوجب على طالب الخدمة دفع قيمة الخدمات والمشتريات إلى حساب شركة منصة الإمداد التقنية في الوقت المحدد ويتحمل المسؤولية القانونية المترتبة على التأخر أو عدم دفع قيمة الخدمات والمشتريات في الوقت المتفق عليه في أمر الشراء، ويحق لـشركة منصة الإمداد التقنية التوجه للسلطات القضائيه في المملكة العربية السعودية .<br>
    •	تتحمل شركة منصة الإمداد التقنية مسؤولية دفع المستحقات المالية لمزود الخدمة في الوقت المحدد بعد اكتمال عملية التسليم واعتماد استلام الفاتورة.<br>
    •	يحق لـ "شركة منصة الإمداد التقنية" حظر أو استبعاد ( طالب الخدمة ) أو إيقاف نشاط تعامله لـشركة منصة الإمداد التقنية في حال تخلفه عن سداد المبالغ الملزم بسدادها في الوقت المحدد خلال مده اقصاها ٥ ايام من تاريخ الاستحقاق، ويتم التنازل عن ذلك في حال عدم استلام الطلب من قبل مزود الخدمة أو في حال إلغاء الطلب قبل موعد الاستحقاق.<br>
    •	تقر وتوافق بأن تلتزم بالأمانة دائماً فيما يتعلق بقيمة وحقيقة العمليات وخلافه، وتوافق بأنه في حال اكتشاف أي تحايل أو تلاعب أو مخادعة او ثبوت أي ممارسات غير نظامية أو إساءة تقديم الخدمة بما يسئ لـ"شركة منصة الإمداد التقنية" بشكل مباشر أو غير مباشر (بما في ذلك محاولة عمل اتفاقات خارج المنصة بعد تواصل العملاء من خلال المنصة) ، فإنك ستكون عرضة لإيقاف الخدمات الخاصة بك في "شركة منصة الإمداد التقنية "، بالإضافة إلى حق "شركة منصة الأإمداد التقنية" للمطالبة بالتعويضات عن كافة الأضرار التي نتجت أو ستنتج نتيجة لهذا التحايل والتلاعب أو سوء الاستخدام.
</p>
<p class="text-justify m-2 p-2">
    <strong>التعويض:</strong> <br>
    بموافقتك على شروط واحكام استخدام شركة منصة الإمداد التقنية، فإنك توافق على عدم إلحاق الضرر بـ"شركة منصة الإمداد التقنية" والشركات التابعة لها والجهات المرخِّصة لها وكل مسؤول من مسؤوليها ومديريها وغيرهم من المستخدمين والموظفين وإبراء ذمتهم من أي مطالبات وتكاليف وأضرار وخسائر ومسؤوليات ومصروفات (بما في ذلك أتعاب وتكاليف المحاماة) تنشأ عن أو ترتبط بما يلي:<br>
    •	انتهاكك أو مخالفتك لأي شرط من شروط وأحكام شركة منصة الإمداد التقنية أو لأي قانون أو لوائح معمول بها في الممكلة العربية السعودية، سواء أشير إليها في شروط وأحكام الاستخدام هذه أم لا.<br>
    •	انتهاكك لأي حقوق تخص الغير، بما في ذلك ( مزود الخدمة – طالب الخدمة ) الذين تنظمهم وترعاهم شركة منصة الإمداد التقنية.<br>
    •	استخدامك أو إساءة استخدامك للمنصة أو الخدمة.
</p>
<p class="text-justify m-2 p-2">
    <strong>تعديل الخدمات:</strong> <br>
    تحتفظ "شركة منصة الإمداد التقنية" بحقها، وبإرادتها المنفردة، بأن تقوم في أي وقت بالآتي:<br>
    •	تغيير الخدمات أو أي مواد مرتبطة بها أو إيقاف نشر خدماتها.<br>
    •	إذا قررت شركة منصة الإمداد التقنية إيقاف خدماتها، فإنها قد تقوم بإرادتها بإستبدال الخدمات أو إيقافها وذلك بمعرفة كلا الطرفين مسبقاً.<br>
</p>
<p class="text-justify m-2 p-2">
    <strong>حدود المسؤولية:</strong> <br>
    •	لا تقدم "شركة منصة الإمداد التقنية" أي ضمانات واضحة أو ضمنية تتعلق بالخدمات، فهي جميعها يتم تقديمها "كما هي" .<br>
    •	" شركة منصة الإمداد التقنية" لا تضمن دقة أو محتوى أو توقيت الخدمات أو المنتجات التي قد يتم توريدها اوعدم توريدها ، يحق لطالب الخدمه التأكد من الخدمه او المنتج قبل الاستلام مع التقييم لمزود الخدمة .
</p>
<p class="text-justify m-2 p-2">
    <strong>المسؤولية القانونية:</strong> <br>
    •	لا تتحمل "شركة منصة الإمداد التقنية" المسؤولية عن أي أضرار تنتج عن استخدام (أو عدم القدرة على استخدام) المنصة.<br>
    •	لا تتحمل "شركة منصة الإمداد التقنية" تحت أي ظرف من الظروف أي مسؤولية تتعلق بصحة او جودة المنتج اوالخدمة المقدمة ومطابقتها للموصفات المطلوبة، يمكن رفض الخدمة وقت الاستلام في حال لم تكن مطابقة للمواصفات المطلوبة وبالإمكان تقييم مزود الخدمة .<br>
    لا تقبل "شركة منصة الإمداد التقنية" المسؤولية عن أي أفعال أو تصرفات أو سلوك أو إهمال أو جميع ما سبق، من جانب مزود الخدمة.
</p>
<p class="text-justify m-2 p-2">
    <strong>أمان الحساب وخصوصية المعلومات:</strong> <br>
    •	قرارك بتحملك المسئولية منفرداً عن خصوصية المعلومات وتكون مسئولاً منفرداً عن استخدامها من قبل أي شخص آخر باستخدام حسابك أو اسم المستخدم أو كلمة المرور أو مسوغات الوصول الخاصة بك.<br>
    •	كما أنك توافق على إخطار " شركة منصة الإمداد التقنية" إذا أصبحت على علم بأي خسارة أو سرقة أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتكول الانترنت IP، أو غير ذلك من أساليب الوصول إلى معلومات الحساب.
</p>
<p class="text-justify m-2 p-2">
    <strong>التعاملات خارج المنصة:</strong> <br>
    أثناء استخدام شركة منصة الإمداد التقنية للاستفادة من خدماتها ، قد تقوم بمراسلة أو طلب عرض سعر أو خدمة أو تشارك في عروض ترويجية مقدمة من مزود الخدمة أو مُعلنين أو جهات راعية تعرض منتجاتها أو خدماتها عبر ارتباطها المباشر مع شركة منصة الإمداد التقنية، تنتقل بك تلك الارتباطات إلى التعامل المباشر خارج المنصة، وذلك التصرف غير صحيح وغير لائق، شركة منصة الإمداد التقنية هدفها نجاحكم فدعمكم لها يعني المساعدة على نجاحكم .
</p>
</body>
