<head>
    <link href="Presento/assets/css/style.css" rel="stylesheet">
    <style>
        #body{
            direction: rtl;
            font-family: arabicFont;
        }
    </style>
</head>

<body id="body">
{{--<h1 class="font-bold text-2xl text-center">الشروط والأحكام للشراكة والتعاقد مع شركة منصة الإمداد التقنية</h1>--}}
<p class="font-bold text-2xl text-center" style="text-align: center"><strong>الشروط والأحكام للشراكة والتعاقد مع شركة منصة الإمداد التقنية</strong></p>

<p class="font-bold m-2 p-2"><strong>مقدمة</strong></p>
<p class="text-justify m-2 p-2">
    منصة الإمداد هي منصة إلكترونية تقنية تم تصميمها بغرض تسهيل العمليات بين طالب الخدمة ومزود الخدمة ، لتسهيل عملياتهم وتقديم الخدمات لهم بشكل أفضل وأسرع ، من خلال التسجيل بالمنصة طبقاً للشروط والأحكام التي سيتم ذكرها فيما بعد ، حيث أن عمل المنصة يتلخص بقيام طالب الخدمة برفع الطلب عن طريق المنصة بعد كتابة معلومات الطلب وعليه سوف يتم استلام عرض أو عدة عروض أسعار من مزودي الخدمات ، وعند استلام العروض من مزودي الخدمات يقوم طالب الخدمة باختيار عرض السعر الذي يرغب به بناءً على رغباته من ناحية السعر أو الجودة أو غير ذلك ، وبعد الاختيار والاعتماد عن طريق المنصة لعرض السعر المناسب يقوم مزود الخدمة بعدها بالتوريد كما هو متفق عليه في أمر الشراء ، علماً بأن منافذ الدفع المتاحة تكون إما بالآجل أو الدفع المسبق أو الدفع عند الاستلام ، وتكون عن طريق استخدام البطاقة الائتمانية ( مدى – فيزا – أبل بي ) أو التحويل البنكي المباشر ، علماً بأن المدفوعات المالية لمزود الخدمة تكون في الحساب البنكي لشركة منصة الإمداد التقنية وبعد التأكد من المعلومات وعملية التوريد والاستلام يتم تحويلها إلى مزود الخدمة مباشرةً ، كما أنه يقر كلاً من طالب الخدمة ومزود الخدمة  أن شركة منصة الإمداد التقنية هي وسيط فقط لتقديم خدمة التواصل المباشر بين طالب الخدمة ومزود الخدمة بغرض التسهيل والتسريع والأمان لعمليات سلاسل الإمداد، نجاحكم هو نجاحنا.
</p>

<p class="font-bold m-2 p-2"><strong>يقصد بالعبارات والمصطلحات التالية أينما وردت في هذه الاتفاقية المعاني الموضحة أمام كل منها، مالم يقتض السياق غير ذلك.</strong></p>

<p class="text-justify m-2 p-2">
    <strong>شركة منصة الإمداد التقنية (Emdad Platform)</strong>منصة إلكترونية بنيت بخبرة عالية لتخدم البائع والمشتري في عمليات الشراء والبيع والتوريد والتخزين، بأقل التكاليف وأفضل المعايير التقنية واللوجستية.
</p>
<p class="text-justify m-2 p-2">
    <strong>تطبيق أو موقع أو منصة:</strong> قاعدة من البيانات أو العمليات البرمجية التي تمت برمجتها بالكامل عن طريق شركة منصة الإمداد التقنية بأفضل معايير الجودة التقنية التي تتيح لمستخدميها التعامل بـ (الخبرة - السرعة - السهولة - الأمان).
</p>
<p class="text-justify m-2 p-2">
    <strong>تطبيق إضافي: (EmdadTools): </strong>هو تطبيق يخدم المنصة يتم تحميله على أجهزة الجوال أو الأجهزة الذكية للاستفادة من خدمات تتبع الشحنات أو الاعتماد الإلكتروني وهي خدمة مجانية لمستخدمي المنصة، ويتم استخدام نفس معلومات والبيانات المستخدمة لدخول المنصة للتسجيل والدخول في التطبيق.
</p>
<p class="text-justify m-2 p-2">
    <strong>طالب الخدمة (المشتري):</strong> التسجيل في المنصة بغرض الاستفادة من خدمات المنصة لعمل الطلبات ومتابعة الشحنات واستلام الطلبات.
</p>
<p class="text-justify m-2 p-2">
    <strong>مزود الخدمة (المورّد):</strong> التسجيل في المنصة بغرض الاستفادة من خدمات المنصة لعمل عروض الأسعار وجدولة الشحنات والتوريد والتسليم وتقديم الخدمة.
</p>
<p class="text-justify m-2 p-2">
    <strong>الطرف الأول:</strong>شركة منصة الإمداد التقنية.
<p class="text-justify m-2 p-2">
    <strong>الطرف الثاني:</strong> طالب الخدمة.
</p>
<p class="text-justify m-2 p-2">
    <strong>مالك المنصة:</strong> ٠شركة منصة الإمداد التقنية.
</p>
<p class="text-justify m-2 p-2">
    <strong>رقم السجل التجاري:</strong> ١٠١٠٦٧٨٠٦١
</p>

<p class="font-bold m-2 p-2"><strong>الضوابط والشروط والأحكام لمستخدم منصة إمداد:</strong></p>
<p class="text-justify m-2 p-2">
    إن أي استخدام من قبلك للخدمات التي توفرها شركة منصة الإمداد التقنية يشكل موافقة منك على هذا العقد وأحكامه، وتبعاً لذلك يجب عليك عدم استخدام المنصة في حال لم تكن موافقاً على الأحكام والشروط الواردة في هذا العقد.
    تحتفظ شركة منصة الإمداد التقنية بحق تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للمنصة مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على الأحكام والشروط، من خلال زيارة صفحة الشروط والأحكام في المنصة أو من خلال استلام بريد إلكتروني من فريق منصة إمداد.
</p>

<p class="font-bold m-2 p-2"><strong>إقرار طالب الخدمة:</strong></p>
<p class="text-justify m-2 p-2">
    يقر ويوافق طالب الخدمة أن استخدامه للمنصة يعتبر إقرار صريح وواضح بقيامه بقراءة وفهم بنود وأحكام هذه الاتفاقية وطريقة استخدام المنصة أو التطبيق أو الموقع، كما أنه يعتبر موافقة صريحة منه على قبول شروط وأحكام هذه الاتفاقية والاستجابة لها وهو بكامل الأهلية المعتبرة شرعاً وقانوناً.
    ومن المعلوم بأنه وفي حال الموافقة، فإن أحكام وشروط الاتفاقية تعتبر سارية المفعول بين شركة منصة الإمداد التقنية وبين طالب الخدمة، كما أن جميع الالتزامات والشروط والأحكام في هذه الاتفاقية يلتزم بها طالب الخدمة مالم يقتضي السياق غير ذلك.
</p>

<p class="font-bold m-2 p-2"><strong>أحقية الحصول على الخدمات:</strong></p>
<p class="text-justify m-2 p-2">
    أنت تقر بالتالي: <br>
    •	تتمتع بكامل القوة والسلطة للتعاقد وأنك بذلك لن تكون منتهكاً لأي قانون أو تعاقد وهمي.<br>
    •	أنك طرف مستقل ولا تعمل كوكيل أو ممثل أو موزع أو شريك استثماري لـشركة منصة الإمداد التقنية.<br>
    •	لم يسبق أن تم تعطيل استخدامك لخدمات "شركة منصة الإمداد التقنية" أو منعك من استخدامها في أي وقت من الأوقات.<br>
    •	لست منافساً لـشركة منصة الإمداد التقنية، كما أنك لا تقدم أي منتج منافس للخدمات المقدمة من شركة منصة الإمداد التقنية.<br>
    •	لا يجوز لك بشكل مباشر أو غير مباشر تقديم نفسك كممثل لـشركة منصة الإمداد التقنية أو التصرف بطريقة قد تحمل أو تنشأ منها التزامات دون موافقة كتابية مسبقة من شركة منصة الإمداد التقنية.<br>
    •	إذا تم منحك الموافقة الكتابية من قبل منصة الإمداد التقنية، فإن حدود تصرفك تقتصر على الأعمال التي تسمح لك بتقديم خدماتك فقط، كما أنه ليس لك أي حق في تقديم أي عروض للمستخدمين نيابة عن شركة منصة الإمداد التقنية، وأن تقر بأن خرقك لهذا البند سوف يجعلك مسؤولاً مسؤولية كاملة عن جميع الالتزامات الناشئة عن هذا الخرق ويعرضك للملاحقة الجنائية وحظر استخدامك لـشركة منصة الإمداد التقنية.<br>
</p>

<p class="font-bold m-2 p-2"><strong>سياسة الخصوصية الخاصة بـشركة منصة الإمداد التقنية:</strong></p>
<p class="text-justify m-2 p-2">
    •	جميع العمليات والمعلومات والمعاملات والمستندات في شركة منصة الإمداد التقنية، هي سرية للغاية ومحمية بشكل كامل داخل سحابه ذكية، ولا يمكن التلاعب بها أو حذفها أو حتى الاطلاع عليها، إلا من قبل الجهات الحكومية أو الجهات المصرح لها بذلك.
</p>

<p class="font-bold m-2 p-2"><strong>اعتماد وإلغاء أوامر الشراء:</strong></p>
<p class="text-justify m-2 p-2">
    •	في حال استخدامك للمنصة وكنت صاحب الصلاحية الأولى كمستخدم أو تم إعطاء الصلاحية لمستخدم آخر بالتفويض، يعتبر هذا الاعتماد رسمي وإلزامي على كلا الطرفين (مزود الخدمة - طالب الخدمة) ولا يمكن إلغاؤه إلا بتراضي الطرفين.<br>
    •	يحق لطالب الخدمة إلغاء الطلب واسترداد المبلغ المدفوع في حال الدفع المسبق، ويكون ذلك بسبب التأخر عن الموعد المحدد للتوريد بـ ٣ أيام من التاريخ المحدد في أمر الشراء المعتمد.
</p>

<p class="font-bold m-2 p-2"><strong>أوامر الشراء المرفق لها صيغة للتعاقد:</strong></p>
<p class="text-justify m-2 p-2">
    •	يلتزم كلاً من (مزود الخدمة - طالب الخدمة) بجميع النصوص والأحكام والشروط المكتوبة في العقد المرفق فيما بينهما ولا يمكن تعديلها إلا بموافقة الطرفين بطلب التعديل عن طريق المنصة وذلك باستخدام أيقونة (طلب تعديل صيغة العقد) وفي حال موافقة الطرف الآخر يتم التعديل والموافقة من الطرفين واعتماده مرة اخرى.<br>
    •	يحق لكلٍ من (مزود الخدمة - طالب الخدمة) إنهاء التعاقد في حال لم يلتزم أحد الأطراف بالنصوص والأحكام والشروط والمتفق عليها في العقد. وذلك بإرسال طلب لإلغاء التعاقد إلى شركة منصة الإمداد التقنية عن طريق أيقونة (فسخ العقد) مع إرفاق ما يثبت ذلك، وسيقوم فريق منصة إمداد بمراجعة الطلب وإلغائه بعد التأكد من ذلك.<br>
    •	يحق لكلٍ من (مزود الخدمة - طالب الخدمة) إنهاء العقد في أي وقت في حال موافقة كلا الطرفين على ذلك.
</p>

<p class="font-bold m-2 p-2"><strong>اعتماد عروض الأسعار:</strong></p>
<p class="text-justify m-2 p-2">
    •	في حال تسجيلك واستخدامك للمنصة وكنت صاحب الصلاحية الأولى كمستخدم أو تم إعطاء الصلاحية لمستخدم آخر بالتفويض يعتبر اعتماد العرض رسمي وإلزامي على مقدم الخدمة حتى انتهاء تاريخه.
</p>

<p class="font-bold m-2 p-2"><strong>التوريد والاستلام:</strong></p>
<p class="text-justify m-2 p-2">
    •	يحق لطالب الخدمة عدم تلقي الخدمة أو المنتج ورفضها في حال عدم مطابقتها للمواصفات المتفق عليها في أمر الشراء أو صيغة التعاقد.<br>
    •	يلتزم طالب الخدمة باستلام الخدمة أو الشحنة المعتمدة إذا كانت مطابقة للمواصفات المعتمدة في أمر الشراء، مالم تتجاوز التاريخ المتفق عليه بـ ٣ أيام.<br>
    •	يلتزم طالب الخدمة بالاستلام في الوقت المحدد ويحق لمزود الخدمة المغادرة دون تقديم الخدمة أو المنتج في حال تجاوز التأخير ١٥ دقيقة.<br>
    •	يلتزم مزود الخدمة بمسؤولية اكتمال عملية التسليم واعتماد استلام الفاتورة قبل مغادرة مكان التسليم ويتم ذلك إلكترونياً عن طريق رقم الفاتورة أو المسح الضوئي على تطبيق (Emdad Tools) باستخدام الهواتف الذكية.<br>
    •	يلتزم مزود الخدمة بتحمل تكاليف الشحن في حال تم استخدام أحد مزودي خدمات الشحن المتعاقدة مع المنصة ويتم ذلك بإدراجها في الفاتورة النهائية بين مزود الخدمة ومنصة إمداد.
</p>

<p class="font-bold m-2 p-2"><strong>حقوق النشر والحقوق الفكرية الخاصة بـشركة منصة الإمداد التقنية:</strong></p>
<p class="text-justify m-2 p-2">
    •	تلتزم شركة منصة الإمداد التقنية بالحفاظ على حقوق النشر والحقوق الفكرية الخاصة لجميع مستخدمي المنصة.<br>
    •	كافة حقوق النشر والحقوق الفكرية محفوظة لـشركة منصة الإمداد التقنية، ويمنع منعاً باتاً انتهاك حقوق شركة منصة الإمداد التقنية، وفي حال تم ذلك فإن المنتهِك سيعرض نفسه للملاحقة والمساءلة القانونية من قبل الجهات الرسمية.<br>
    •	يمنع منعاً باتاً نسخ أو لصق أو استخدام أو إعادة استخدام أي محتوى خاص بـشركة منصة الإمداد التقنية أو خدماتها التي تقدمها أو أي شيء مملوك لـشركة منصة الإمداد التقنية.
</p>

<p class="font-bold m-2 p-2"><strong>قضايا الحكم والنزاعات:</strong></p>
<p class="text-justify m-2 p-2">
    تختص السلطة القضائية بالمملكة العربية السعودية بالنظر في ذلك، لذلك نأمل من كلا الطرفين (مزود الخدمة – مقدم الخدمة) الالتزام بالشروط والأحكام وفي حال حدوث نزاع لا قدر الله يتم حلها ودياً بمساعدة شركة منصة الإمداد التقنية، وفي حال لم يتم حل النزاع يتم تحويلها للسلطة القضائية.<br>
    •	يجب أن يوافق طالب الخدمة على أحقية شركة منصة الإمداد التقنية في إجراء تعديلات أو تغييرات في صفحة شروط الاستخدام الخاصة بها في أي وقت إذا رأت منصة امداد ضرورة لفعل ذلك <br>
    •	يمنع تماماً استخدام أي خدمات مقدمة من قبل شركة منصة الإمداد التقنية لأي أغراض غير قانونية أو غير أخلاقية أو أي أمور تتعارض مع الشريعة الإسلامية.
</p>

<p class="font-bold m-2 p-2"><strong>التعهدات والضمانات:</strong></p>
<p class="text-justify m-2 p-2">
    أن تقر وتضمن بأنك سوف:<br>
    •	تمتثل لكافة القوانين واللوائح المعمول بها في المملكة العربية السعودية.<br>
    •	تقديم معلومات صحيحة ودقيقة لـ "شركة منصة الإمداد التقنية" والقيام بتحديثها بشكل مستمر.<br>
    •	المراجعة والامتثال لأي إشعارات يتم إرسالها من قبل "شركة منصة الإمداد التقنية" فيما يتعلق باستخدامكم للخدمات المقدمة من "شركة منصة الإمداد التقنية."<br>
    •	الموافقة على مشاركة المعلومات مع مزوّد الخدمة داخل المنصة فيما يخص العمليات المنفذة والتقييم والتواصل.<br>
    •	عدم إلحاق الضرر بالخدمة أو المنصة بأي شكل من الأشكال.<br>
    •	المحافظة على كلمة المرور لحسابك أو أي وسيلة تعريف نقدمها لك وتتيح الدخول إلى حسابك، بشكلٍ آمن وسري.<br>
    •	تقديم كافة الدلائل التي تثبت هويتك وصحة معلوماتك وفقاً لتقدير "شركة منصة الإمداد التقنية" الخاص.<br>
    •	يحق لـ"شركة منصة الإمداد التقنية" رفض تقديم الخدمة أو استخدام المنصة دون إبداء أسباب.<br>
    •	إخلاء مسؤولية "شركة منصة الإمداد التقنية" عن أي استخدام خاطئ من قبل المستخدمين المعتمدين لدينا رسمياً.
</p>

<p class="font-bold m-2 p-2"><strong>الدفع والتحصيل:</strong></p>
<p class="text-justify m-2 p-2">
    •	تحتفظ شركة منصة الإمداد التقنية لنفسها بالحق في فرض رسوم جديدة على استخدام المنصة أو الخدمة أو كليهما. إذا قررت شركة منصة الإمداد التقنية فرض رسوم جديدة، فإنه سيتم إفادة المستخدمين بذلك وسيتم السماح لهم بالاستمرار في العقد أو إنهائه بعد تصفية الحسابات والمعاملات المعتمدة سابقاً.<br>
    •	يتوجب على طالب الخدمة دفع قيمة الخدمات والمشتريات إلى حساب شركة منصة الإمداد التقنية في الوقت المحدد ويتحمل المسؤولية القانونية المترتبة على التأخر أو عدم دفع قيمة الخدمات والمشتريات في الوقت المتفق عليه في أمر الشراء، ويحق لـشركة منصة الإمداد التقنية التوجه للسلطات القضائية في المملكة العربية السعودية.<br>
    •	تتحمل شركة منصة الإمداد التقنية مسؤولية دفع المستحقات المالية لمزود الخدمة في الوقت المحدد بعد اكتمال عملية التسليم واعتماد استلام الفاتورة.<br>
    •	يحق لـ "شركة منصة الإمداد التقنية" حظر أو استبعاد (طالب الخدمة) أو إيقاف نشاط تعامله لـشركة منصة الإمداد التقنية في حال تخلفه عن سداد المبالغ الملزم بسدادها في الوقت المحدد خلال مده أقصاها ٥ أيام من تاريخ الاستحقاق، ويتم التنازل عن ذلك في حال عدم استلام الطلب من قبل مزود الخدمة أو في حال إلغاء الطلب قبل موعد الاستحقاق.<br>
    •	تقر وتوافق بأن تلتزم بالأمانة دائماً فيما يتعلق بقيمة وحقيقة العمليات وخلافه، وتوافق بأنه في حال اكتشاف أي تحايل أو تلاعب أو مخادعة أو ثبوت أي ممارسات غير نظامية أو إساءة تقديم الخدمة بما يسيء لـ"شركة منصة الإمداد التقنية" بشكل مباشر أو غير مباشر (بما في ذلك محاولة عمل اتفاقات خارج المنصة بعد تواصل العملاء من خلال المنصة) ، فإنك ستكون عرضة لإيقاف الخدمات الخاصة بك في "شركة منصة الإمداد التقنية "، بالإضافة إلى حق "شركة منصة الإمداد التقنية" للمطالبة بالتعويضات عن كافة الأضرار التي نتجت أو ستنتج عن هذا التحايل والتلاعب أو سوء الاستخدام.
</p>

<p class="font-bold m-2 p-2"><strong>التعويض:</strong></p>
<p class="text-justify m-2 p-2">
    <strong>بموافقتك على شروط وأحكام استخدام شركة منصة الإمداد التقنية، فإنك توافق على عدم إلحاق الضرر بـ"شركة منصة الإمداد
        التقنية" والشركات التابعة لها والجهات المرخِّصة لها وكل مسؤول من مسؤوليها ومديريها وغيرهم من المستخدمين
        والموظفين وإبراء ذمتهم من أي مطالبات وتكاليف وأضرار وخسائر ومسؤوليات ومصروفات (بما في ذلك أتعاب وتكاليف
        المحاماة) تنشأ عن أو ترتبط بما يلي:</strong><br>
    •	انتهاكك أو مخالفتك لأي شرط من شروط وأحكام شركة منصة الإمداد التقنية أو لأي قانون أو لوائح معمول بها في المملكة العربية السعودية، سواء أشير إليها في شروط وأحكام الاستخدام هذه أم لا.<br>
    •	انتهاكك لأي حقوق تخص الغير، بما في ذلك مزوديّ الخدمة الذين تنظمهم وترعاهم شركة منصة الإمداد التقنية.<br>
    •	استخدامك أو إساءة استخدامك للمنصة أو الخدمة.
</p>

<p class="font-bold m-2 p-2"><strong>تعديل الخدمات:</strong></p>
<p class="text-justify m-2 p-2">
    <strong>تحتفظ "شركة منصة الإمداد التقنية" بحقها، وبإرادتها المنفردة، بأن تقوم في أي وقت بالآتي:</strong><br>
    •	تغيير الخدمات أو أي مواد مرتبطة بها أو إيقاف نشر خدماتها.<br>
    •	إذا قررت شركة منصة الإمداد التقنية إيقاف خدماتها، فإنها قد تقوم بإرادتها باستبدال الخدمات أو إيقافها وذلك بمعرفة كلا الطرفين مسبقاً.<br>
</p>

<p class="font-bold m-2 p-2"><strong>حدود المسؤولية:</strong></p>
<p class="text-justify m-2 p-2">
    •	لا تقدم "شركة منصة الإمداد التقنية" أي ضمانات واضحة أو ضمنية تتعلق بالخدمات، فهي جميعها يتم تقديمها "كما هي".<br>
    •	" شركة منصة الإمداد التقنية" لا تضمن دقة أو محتوى أو توقيت الخدمات أو المنتجات التي قد يتم توريدها أو عدم توريدها ، يحق لطالب الخدمة التأكد من الخدمة أو المنتج قبل الاستلام مع التقييم لمزود الخدمة.
</p>

<p class="font-bold m-2 p-2"><strong>المسؤولية القانونية:</strong></p>
<p class="text-justify m-2 p-2">
    •	لا تتحمل "شركة منصة الإمداد التقنية" المسؤولية عن أي أضرار تنتج عن استخدام (أو عدم القدرة على استخدام) المنصة.<br>
    •	لا تتحمل "شركة منصة الإمداد التقنية" تحت أي ظرف من الظروف أي مسؤولية تتعلق بصحة أو جودة المنتج أو الخدمة المقدمة ومطابقتها للموصفات المطلوبة، يمكن رفض الخدمة وقت الاستلام في حال لم تكن مطابقة للمواصفات المطلوبة وبالإمكان تقييم مزود الخدمة.<br>
    •	لا تقبل "شركة منصة الإمداد التقنية" المسؤولية عن أي أفعال أو تصرفات أو سلوك أو إهمال أو جميع ما سبق، من جانب مزود الخدمة.
</p>

<p class="font-bold m-2 p-2"><strong>أمان الحساب وخصوصية المعلومات:</strong></p>
<p class="text-justify m-2 p-2">
    •	قرارك بتحملك المسؤولية منفرداً عن خصوصية المعلومات وتكون مسؤولاً منفرداً عن استخدامها من قبل أي شخص آخر باستخدام حسابك أو اسم المستخدم أو كلمة المرور أو مسوغات الوصول الخاصة بك.<br>
    •	كما أنك توافق على إخطار " شركة منصة الإمداد التقنية" إذا أصبحت على علم بأي خسارة أو سرقة أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتكول الانترنت IP، أو غير ذلك من أساليب الوصول إلى معلومات الحساب.
</p>

<p class="font-bold m-2 p-2"><strong>التعاملات خارج المنصة:</strong></p>
<p class="text-justify m-2 p-2">
    أثناء استخدام شركة منصة الإمداد التقنية للاستفادة من خدماتها، قد تقوم بمراسلة أو طلب عرض سعر أو خدمة أو تشارك في عروض ترويجية مقدمة من مزود الخدمة أو مُعلنين أو جهات راعية تعرض منتجاتها أو خدماتها عبر ارتباطها المباشر مع شركة منصة الإمداد التقنية، تنتقل بك تلك الارتباطات إلى التعامل المباشر خارج المنصة، وذلك التصرف غير صحيح وغير لائق، شركة منصة الإمداد التقنية هدفها نجاحكم فدعمكم لها يعني المساعدة على نجاحكم.
</p>
</body>
