<head>
    <link href="Presento/assets/css/style.css" rel="stylesheet">
    <style>
        #body{
            direction: rtl;
            font-family: arabicFont;
        }
    </style>
</head>

<body id="body">
{{--<h1 class="font-bold text-2xl text-center">الشروط والأحكام للشراكة والتعاقد مع شركة منصة الإمداد التقنية</h1>--}}
<p class="font-bold text-2xl text-center" style="text-align: center"><strong>الشروط والأحكام للشراكة والتعاقد مع شركة منصة الإمداد التقنية</strong></p>

<p class="font-bold m-2 p-2"><strong>مقدمة</strong></p>
<p class="text-justify m-2 p-2">
    منصة الإمداد هي منصة إلكترونية تقنية تم تصميمها بغرض تسهيل العمليات بين طالب الخدمة ومزود الخدمة ، لتسهيل عملياتهم وتقديم الخدمات لهم بشكل أفضل وأسرع ، من خلال التسجيل بالمنصة طبقاً للشروط والأحكام التي سيتم ذكرها فيما بعد ، حيث أن عمل المنصة يتلخص بقيام طالب الخدمة برفع الطلب عن طريق المنصة بعد كتابة معلومات الطلب وعليه سوف يتم استلام عرض أو عدة عروض أسعار من مزودي الخدمات ، وعند استلام العروض من مزودي الخدمات يقوم طالب الخدمة باختيار عرض السعر الذي يرغب به بناءً على رغباته من ناحية السعر أو الجودة أو غير ذلك ، وبعد الاختيار والاعتماد عن طريق المنصة لعرض السعر المناسب يقوم مزود الخدمة بعدها بالتوريد كما هو متفق عليه في أمر الشراء ، علماً بأن منافذ الدفع المتاحة تكون إما بالآجل أو الدفع المسبق أو الدفع عند الاستلام ، وتكون عن طريق استخدام البطاقة الائتمانية ( مدى – فيزا – أبل بي ) أو التحويل البنكي المباشر ، علماً بأن المدفوعات المالية لمزود الخدمة تكون في الحساب البنكي لشركة منصة الإمداد التقنية وبعد التأكد من المعلومات وعملية التوريد والاستلام يتم تحويلها إلى مزود الخدمة مباشرةً ، كما أنه يقر كلاً من طالب الخدمة ومزود الخدمة  أن شركة منصة الإمداد التقنية هي وسيط فقط لتقديم خدمة التواصل المباشر بين طالب الخدمة ومزود الخدمة بغرض التسهيل والتسريع والأمان لعمليات سلاسل الإمداد، نجاحكم هو نجاحنا.
</p>

<p class="font-bold m-2 p-2"><strong>الضوابط والشروط والأحكام لمستخدم منصة إمداد:</strong></p>
<p class="text-justify m-2 p-2">
    إن أي استخدام من قبلك للخدمات التي توفرها شركة منصة الإمداد التقنية يشكل موافقة منك على هذا العقد وأحكامه، وتبعاً لذلك يجب عليك عدم استخدام المنصة في حال لم تكن موافقاً على الأحكام والشروط الواردة في هذا العقد.
    تحتفظ شركة منصة الإمداد التقنية بحق تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للمنصة مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على الأحكام والشروط، من خلال زيارة صفحة الشروط والأحكام في المنصة أو من خلال استلام بريد إلكتروني من فريق منصة إمداد.
</p>

<p class="font-bold m-2 p-2"><strong>أمان الحساب وخصوصية المعلومات:</strong></p>
<p class="text-justify m-2 p-2">
    •	قرارك بتحملك المسؤولية منفرداً عن خصوصية المعلومات وتكون مسؤولاً منفرداً عن استخدامها من قبل أي شخص آخر باستخدام حسابك أو اسم المستخدم أو كلمة المرور أو مسوغات الوصول الخاصة بك.<br>
    •	كما أنك توافق على إخطار " شركة منصة الإمداد التقنية" إذا أصبحت على علم بأي خسارة أو سرقة أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتكول الانترنت IP، أو غير ذلك من أساليب الوصول إلى معلومات الحساب.<br>
</p>

<p class="font-bold m-2 p-2"><strong>التعاملات خارج المنصة:</strong></p>
<p class="text-justify m-2 p-2">
    أثناء استخدام شركة منصة الإمداد التقنية للاستفادة من خدماتها، قد تقوم بمراسلة أو طلب عرض سعر أو خدمة أو تشارك في عروض ترويجية مقدمة من مزود الخدمة أو مُعلنين أو جهات راعية تعرض منتجاتها أو خدماتها عبر ارتباطها المباشر مع شركة منصة الإمداد التقنية، تنتقل بك تلك الارتباطات إلى التعامل المباشر خارج المنصة، وذلك التصرف غير صحيح وغير لائق، شركة منصة الإمداد التقنية هدفها نجاحكم فدعمكم لها يعني المساعدة على نجاحكم.
</p>
