<head>
    <link href="Presento/assets/css/style.css" rel="stylesheet">
    <style>
        #body{
            direction: rtl;
            font-family: arabicFont;
        }
    </style>
</head>

<body id="body">
{{--<h1 class="font-bold text-2xl text-center">الشروط والأحكام للشراكة والتعاقد مع شركة منصة الإمداد التقنية</h1>--}}
<p class="font-bold text-2xl text-center"><strong>شروط وأحكام ممثل المبيعات الحُر:</strong></p>

<p class="font-bold m-2 p-2"><strong><u>التعريف:</u></strong></p>
<p class="text-justify m-2 p-2">
    فيما يلي شروط وأحكام ممثل المبيعات الحُر المتعاقد مع شركة منصة الإمداد التقنية وذلك للتسويق وإقناع أكبر عدد من العملاء (المستهدفين) للتسجيل واستخدام المنصة. ويكون للبائع الحر عمولة لكل منشأة جديدة تقوم بالتسجيل عن طريقه، ويكون ذلك بشروط وأحكام تفرضها شركة منصة الإمداد التقنية والتي باعتبارها هنا (الطرف الأول) ويكون (الطرف الثاني) هو ممثل المبيعات الحُر.
</p>

<p class="font-bold m-2 p-2"><strong><u>الضوابط والشروط والأحكام لمستخدم منصة إمداد:</u></strong></p>
<p class="text-justify m-2 p-2">
    إن أي استخدام من قبلك للخدمات التي توفرها شركة منصة الإمداد التقنية يشكل موافقة منك على هذا العقد وأحكامه، وتبعاً لذلك يجب عليك عدم استخدام المنصة في حال لم تكن موافقاً على الأحكام والشروط الواردة في هذا العقد.
    تحتفظ شركة منصة الإمداد التقنية بحق تعديل أو تغيير هذه الأحكام والشروط دون إخطار مسبق، ويكون من مسؤوليتك كمستخدم للمنصة مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على الأحكام والشروط، من خلال زيارة صفحة الشروط والأحكام في المنصة أو من خلال استلام بريد إلكتروني من فريق منصة إمداد.
</p>

<p class="font-bold m-2 p-2"><strong><u>العملاء المستهدفين للبائع الحر:</u></strong></p>
<p class="text-justify m-2 p-2">
    أي منشأة صغيرة او متوسطة أو كبيرة لديها سجل تجاري ساري الصلاحية ومقر رسمي واضح ولديها طلبات لمشتريات مستمرة طول العام، ومثالاً على ذلك (المطاعم – المقاهي – المستشفيات – الصيدليات – المجمعات التجارية – الفنادق والشقق إلخ).
</p>

<p class="font-bold m-2 p-2"><strong><u>طريقة التسويق المطلوبة:</u> </strong></p>
<p class="text-justify m-2 p-2">
    １-	اختيار المنشأة والتعرف عليها عن قرب ومثالاً على ذلك (تاريخ المنشأة بشكل بسيط – عدد الفروع – أصعب التحديات التي تواجهها)<br>
    ２-	اختيار الموظف المناسب في المنشأة للتعريف بالمنصة<br>
    ３-	تحديد الوقت الذي يناسب الموظف<br>
    ４-	الحضور قبل الموعد ب ١٠ دقائق<br>
    ５-	التعريف بالاسم بطريقة لبقة ومحترمة<br>
    ６-	التعريف عن منصة إمداد بثقة كاملة<br>
    ７-	إقناع الموظف لتسجيل منشأته<br>
    ８-	المتابعة بعد ذلك بالطريقة الصحيحة<br>
    ９-	دعم المنشأة دعماً كاملاً بعد التسجيل ولا يجوز التقصير في ذلك<br>
</p>


<p class="font-bold m-2 p-2"><strong><u>العمولات:</u></strong></p>
<p class="text-justify m-2 p-2">
    <strong><u>أحكام وضوابط إنهاء التعاقد:</u></strong> <br>
    １-	إذا وجد تقصير أو إهمال مع العميل وتكرر ذلك ٣ مرات، ويتم ذلك عن طريق توقيع إنذار خطي وتعهد.<br>
    ２-	التخاطب مع العميل بشكل غير لائق ومحترم أو رفع نبرة الصوت ويتم هنا إنهاء التعاقد مباشرةً.<br>
    ３-	استخدام المنصب في أعمال خارج المطلوب منه وذلك ينهي التعاقد مباشرةً.<br>
    ４-	التوقف عن تحديث البيانات أو التفاعل عن طريق المنصة لأكثر من ٣ أشهر.<br>
    ５-	عند انتهاء صلاحية الهوية الوطنية او الإقامة او أحد المستندات الرسمية خلال فترة أقصها أسبوع لتحديث البيانات في المنصة.<br>
    ６-	إذا تم الكشف عن معلومات مسجلة غير صحيحة أو غير مطابقة.
</p>

<p class="font-bold m-2 p-2"><strong><u>أمان الحساب وخصوصية المعلومات:</u></strong></p>
<p class="text-justify m-2 p-2">
    •	قرارك بتحملك المسؤولية منفرداً عن خصوصية المعلومات وتكون مسؤولاً منفرداً عن استخدامها من قبل أي شخص آخر باستخدام حسابك أو اسم المستخدم أو كلمة المرور أو مسوغات الوصول الخاصة بك.<br>
    •	كما أنك توافق على إخطار " شركة منصة الإمداد التقنية" إذا أصبحت على علم بأي خسارة أو سرقة أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتكول الانترنت IP، أو غير ذلك من أساليب الوصول إلى معلومات الحساب.
</p>

<p class="font-bold m-2 p-2"><strong><u>التعاملات خارج المنصة:</u></strong></p>
<p class="text-justify m-2 p-2">
    أثناء استخدام شركة منصة الإمداد التقنية للاستفادة من خدماتها، قد تقوم بمراسلة أو طلب عرض سعر أو خدمة أو تشارك في عروض ترويجية مقدمة من مزود الخدمة أو مُعلنين أو جهات راعية تعرض منتجاتها أو خدماتها عبر ارتباطها المباشر مع شركة منصة الإمداد التقنية، تنتقل بك تلك الارتباطات إلى التعامل المباشر خارج المنصة، وذلك التصرف غير صحيح وغير لائق، شركة منصة الإمداد التقنية هدفها نجاحكم فدعمكم لها يعني المساعدة على نجاحكم.
</p>
