<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Register View Arabic Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'Select' => 'اختر',
    'Mr.' => 'سيد',
    'Ms.' => 'آنسة',
    'Mrs.' => 'سيدة',
    'First Name' => 'الاسم الأول',
    'Last Name' => 'اسم العائلة',
    'Mobile Number' => 'رقم الجوال',
    'Email' => 'البريد الإلكتروني',
    'Password' => 'كلمة المرور',
    'Confirm Password' => 'تأكيد كلمة المرور',
    'I agree' => 'أوافق على',
    'Policy and Procedures' => ' الشروط والأحكام',
    'Already registered?' => 'هل سبق لك التسجيل؟',
    'Register' => 'تسجيل',

];
