<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Dashboard Arabic Language Words
    |--------------------------------------------------------------------------
    |
    */

    'Dashboard' => 'لوحة القيادة',
    'Total RFQs' => 'مجموع الطلبات المرسلة',
    'Total Quotation(s)' => 'مجموع العروض المستلمة',
    'Total Purchase Order(s)' => 'مجموع أوامر الشراء',
    'Total Shipments Delivered' => 'مجموع الشحنات الموردة',
    'Total User' => 'مجموع المستخدمين',
    'Total Business' => 'مجموع الأنشطة التجارية',
    'Received RFQ' => 'الطلبات المستلمة',
    'Total P.O.(s)' => 'أوامر الشراء',
    'Quotation(s) Rejected' => 'عروض الأسعار المرفوضة',
];
