<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Dashboard Arabic Language Words
    |--------------------------------------------------------------------------
    |
    */

    'Dashboard' => 'لوحة القيادة',
    'Total RFQs' => 'مجموع طلبات عروض الأسعار',
    'Total Quotation(s)' => 'مجموع عروض الأسعار',
    'Total Purchase Order(s)' => 'مجموع الطلبات',
    'Total Shipments Delivered' => 'مجموع الشحنات المرسلة',
    'Total User' => 'مجموع المستخدمين',
    'Total Business' => 'مجموع الأنشطة التجارية',
    'Received RFQ' => 'طلبات عروض الأسعار المستلمة',
];
