<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Dashboard Arabic Language Words
    |--------------------------------------------------------------------------
    |
    */

    'Dashboard' => 'لوحة القيادة',
    'Total RFQs' => 'مجموع الطلبات',
    'Total Quotation(s)' => 'مجموع العروض',
    'Total Purchase Order(s)' => 'مجموع المشتريات',
    'Total Shipments Delivered' => 'مجموع الشحنات المستلمة',
    'Total User' => 'مجموع المستخدمين',
    'Total Business' => 'مجموع الأنشطة التجارية',
    'Received RFQ' => 'الطلبات المستلمة',
];
