@extends('shipterAr.layout')

@section('custom_header_image')
    background-image: url('images/Our sevices (photo no.4).jpg');
@endsection
@section('title','الموردون')
@section('custom-header')
    <style>
        .header-area.header-style-2 .slicknav_btn {
            margin-top: 0px !important;
        }

        .section-area.section-style-2 .section-content {
            text-align: right;
        }


    </style>
@endsection
@section('custom-body-style')
    style="font-family: arabicFont;"
@endsection
@section('inside-body')
@section('breadcumb-title','الموردون')
@section('breadcumb-text','الموردون')
@section('main')

    @include('shipterAr.breadcumb-area')

    <!-- section-section start -->
    <div class="section-area section-style-2 section-style-3" style="direction: rtl">
        <div class="container">
            <div class="row">
                <div class="col-lg-4 col-md-9 col-sm-12 col-d c-pd">
                    <div class="section-wrap" style="height: 100%">
                        <div class="section-item-2">
                            <div class="section-icon">
                                <i class="fi" style="background-color: #505050; border-color: #c7e0f9">
                                    <img src="{{url('Shipter/assets/images/service/logistics_department.png')}}" style="width: 64px; height: 67px;" alt="">
                                </i>
                            </div>
                            <div class="section-content">
                                <p><a>التوريد والتخزين</a></p>
                                <span>التحكم بشكل أكبر في إدارة المخزون.
                                    إمكانية تتبع الطلب بشكل دقيق جدا.
                                    إمكانية الاستفادة من خدمة التخزين.</span>
                            </div>
                        </div>
                        <div class="section-item-2">
                            <div class="section-icon">
                                <i class="fi" style="background-color: #505050; border-color: #c7e0f9">
                                    <img src="{{url('images/16.png')}}" style="width: 40px; height: 40px;" alt="">
                                </i>
                            </div>
                            <div class="section-content mt-5">
                                <p><a>المبيعات</a></p>
                                <span>

سهولة زيادة متوسط نسبة المبيعات.
متابعة موظفين المبيعات بشكل دوري .
إنشاء واعتماد عروض الأسعار إلكترونياً

                                </span>
                            </div>
                        </div>
                        <div class="section-item-2">
                            <div class="section-icon">
                                <i class="fi" style="background-color: #505050; border-color: #c7e0f9">
                                    <img src="{{url('Shipter/assets/images/service/Payments.png')}}" style="width: 64px; height: 67px;" alt="">
                                </i>
                            </div>
                            <div class="section-content mt-5">
                                <p><a>المالية</a></p>
                                <span>

                                    منع الاختلاسات المالية.
إمكانية الاستفادة من التحليل المالي للحسابات في نهاية كل فترة مالية.
ضمان تحصيل الأموال في الوقت المحدد
                                </span>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="col-lg-8 col-md-12 col-sm-12">
                    <div class="tr-wrap" style="padding-top: 45px;">
                        <div class="t-text">
                            <h2>للموردين</h2>
                        </div>
                        <div class="tr-s">
                            المورد هو شريك استراتيجي لمنصة إمداد التقنية والهدف الرئيسي للشراكة هو تعزيز ورفع مستوى جودة الإمداد لجميع عملائها وتقديم الخدمة الاحترافية والسريعة والمتميزة التي بنية على أساسها منصة إمداد التقنية.
                             <br>شروط التعاقد والشراكة :
                            <ul style="list-style-type: disc;line-height: 4em">
                                <li>التأكد من صحة جميع المستندات القانونية .</li>
                                <li>التأكد من صحة أن الشريك وكيل أو موزع معتمد .</li>
                                <li> التأكد من أهلية وكفاءة التوريد والإلزام بالوقت المحدد.</li>
                                <li>التزام الشريك بالتوريد لجميع مناطق المملكة.</li>
                                <li>التزام الشريك بتقديم السعر الأفضل والأقل.</li>
                                <li>التزام الشريك بمتابعة الطلبات وتقديم العروض بشكل سريع.</li>
                                <li>التزام الشريك بتقديم الضمانات للمنتجات والالتزام بها.</li>
                            </ul>
                            يتم دراسة جميع المعلومات المسجلة في نموذج التسجيل وفي فترة أقصاها ٤٨ ساعة سيتم التواصل معكم لاستكمال عملية التسجيل .
                        </div>
                    </div>
                </div>
            </div>

            <!-- price-area start -->
            <div class="pricing-area pricing-area-2" style="direction: rtl; margin-bottom: -25%">
                <div class="container">
                    <div class="btn-style join_us_ar"><a href="{{route('registerAr', 'ar')}}" class="join_us_font_size rounded-pill">تسجيل الشريك </a></div>
                </div>
            </div>
            <!-- price-area end -->

        </div>
    </div>

    <!--section-section end -->
    <!-- service-area start-->
    <div class="service-area" style="direction: rtl">
        <div class="container">
            <div class="col-l2">
                <div class="section-title text-center">
                    <span>
نقدم لكم الأفصل
                    </span>
                    <h2>
                        مزايا إمداد
                    </h2>
                </div>
            </div>
            <div class="row">
                <div class="col-lg-6 col-md-6 col-sm-12">
                    <div class="service-item">
                        <div class="service-single">
                            <div class="service-img">
                                <img src="{{url('Shipter/assets/images/service/Photo no.4.jpg')}}" style="width: 540px; height: 236px;" alt="">
                            </div>
                            <div class="service-content">
                                <h3>
                                    <img src="{{url('Shipter/assets/images/service/logistics_department.png')}}" style="width: 72px; height: 67px; left: -80px; top: -25px; position: absolute" alt="">
                                    التوريد والتخزين
                                </h3>
                                <p>تحكم أكبر بإدارة المخزون. تتبع دقيق للطلبات.</p>
                                <a href="{{route('arabic.service')}}">المزيد...</a>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="col-lg-6 col-md-6 col-sm-12">
                    <div class="service-item">
                        <div class="service-single">
                            <div class="service-img">
                                <img src="{{url('Shipter/assets/images/service/Photo no.5.jpg')}}" style="width: 540px; height: 236px;" alt="">
                            </div>
                            <div class="service-content service-content2">
                                <h3>
                                    <svg xmlns="http://www.w3.org/2000/svg" x="0px" y="0px"
                                         width="80" height="80"
                                         viewBox="0 0 172 172"
                                         style=" fill:#000000;
                                         position: absolute;
                                        left: -95px;
                                        top: -20px;
                                        height: fit-content;
                                        block-size: 65px;">
                                        <g transform="translate(25.8,25.8) scale(0.7,0.7)">
                                            <g fill="none" fill-rule="nonzero" stroke="none" stroke-width="1" stroke-linecap="butt" stroke-linejoin="miter" stroke-miterlimit="10" stroke-dasharray="" stroke-dashoffset="0" font-family="none" font-weight="none" font-size="none" text-anchor="none"
                                               style="mix-blend-mode: normal">
                                                <path d="M0,172v-172h172v172z" fill="none"></path>
                                                <g id="original-icon" fill="#eb8e23">
                                                    <path
                                                        d="M10.75,27.95v2.15v88.15v6.45v2.15v8.6h2.15c62.13887,0 128.21895,25.65303 128.21895,25.65303l2.93105,1.14219v-20.36621c4.87761,1.21179 7.99111,2.08281 7.99111,2.08281l2.75889,0.81465v-26.52647h6.45v-90.3zM15.05,32.25h141.9v81.7h-141.9zM38.7,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM47.3,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM55.9,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM64.5,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM73.1,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM81.7,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM90.3,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM98.9,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM107.5,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM116.1,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM124.7,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM133.3,36.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM135.60117,45.1458c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM36.39463,45.1542c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM86,49.45c-13.03607,0 -23.65,10.61393 -23.65,23.65c0,13.03607 10.61393,23.65 23.65,23.65c13.03607,0 23.65,-10.61393 23.65,-23.65c0,-13.03607 -10.61393,-23.65 -23.65,-23.65zM30.0958,51.44463c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM141.8958,51.44883c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM21.5,53.75c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM86,53.75c10.71218,0 19.35,8.63782 19.35,19.35c0,10.71218 -8.63782,19.35 -19.35,19.35c-10.71218,0 -19.35,-8.63782 -19.35,-19.35c0,-10.71218 8.63782,-19.35 19.35,-19.35zM150.5,53.75c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM21.5,62.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM150.5,62.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM40.85,64.5c-4.72418,0 -8.6,3.87582 -8.6,8.6c0,4.72418 3.87582,8.6 8.6,8.6c4.72418,0 8.6,-3.87582 8.6,-8.6c0,-4.72418 -3.87582,-8.6 -8.6,-8.6zM129,64.5c-4.72418,0 -8.6,3.87582 -8.6,8.6c0,4.72418 3.87582,8.6 8.6,8.6c4.72418,0 8.6,-3.87582 8.6,-8.6c0,-4.72418 -3.87582,-8.6 -8.6,-8.6zM40.85,68.8c2.40029,0 4.3,1.89971 4.3,4.3c0,2.40029 -1.89971,4.3 -4.3,4.3c-2.40029,0 -4.3,-1.89971 -4.3,-4.3c0,-2.40029 1.89971,-4.3 4.3,-4.3zM129,68.8c2.40029,0 4.3,1.89971 4.3,4.3c0,2.40029 -1.89971,4.3 -4.3,4.3c-2.40029,0 -4.3,-1.89971 -4.3,-4.3c0,-2.40029 1.89971,-4.3 4.3,-4.3zM21.5,70.95c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM150.5,70.95c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM21.5,79.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM150.5,79.55c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM21.5,88.15c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM150.5,88.15c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM141.8958,90.45117c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM30.0958,90.45537c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM36.39043,96.7458c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM135.60117,96.7542c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM38.7,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM47.3,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM55.9,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM64.5,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM73.1,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM81.7,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM90.3,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM98.9,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM107.5,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM116.1,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM124.7,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM133.3,105.35c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM15.05,118.25h122.55h12.9v20.87432c-7.02,-1.97443 -60.2089,-16.2312 -135.45,-16.51972zM137.6,118.25c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM133.3,124.7c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15zM15.05,126.87939c46.67644,0.1763 85.40266,5.93363 109.65,10.729c0.00463,1.18413 0.96586,2.14161 2.15,2.1416c0.86592,-0.00028 1.64716,-0.52 1.98203,-1.31855c4.28182,0.88479 7.76082,1.67838 10.91797,2.41875v15.20117c-7.64726,-2.89064 -66.1197,-24.2641 -124.7,-24.80059zM122.55,141.9c-1.18741,0 -2.15,0.96259 -2.15,2.15c0,1.18741 0.96259,2.15 2.15,2.15c1.18741,0 2.15,-0.96259 2.15,-2.15c0,-1.18741 -0.96259,-2.15 -2.15,-2.15z"></path>
                                                </g>
                                                <path d="" fill="none"></path>
                                            </g>
                                        </g>
                                    </svg>
                                    المبيعات
                                </h3>
                                <p>سهولة زيادة متوسط نسبة المبيعات.</p>
                                <a href="{{route('arabic.service')}}">المزيد...</a>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="col-lg-6 col-md-6 col-sm-12">
                    <div class="service-item">
                        <div class="service-single">
                            <div class="service-img">
                                <img src="{{url('Shipter/assets/images/service/Photo no.6.jpg')}}" style="width: 540px; height: 236px;" alt="">
                            </div>
                            <div class="service-content service-content6">
                                <h3>
                                    <img src="{{url('Shipter/assets/images/service/Payments.png')}}" style="width: 72px; height: 67px; left: -80px; top: -21px; position: absolute" alt="">
                                    المالية
                                </h3>
                                <p>منع الاختلاسات المالية.</p>
                                <a href="{{route('arabic.service')}}">المزيد...</a>
                            </div>
                        </div>
                    </div>
                </div>
                <div class="col-lg-6 col-md-6 col-sm-12">
                    <div class="service-item">
                        <div class="service-single">
                            <div class="service-img">
                                <img src="{{url('Shipter/assets/images/service/Photo no.8.jpg')}}" style="width: 540px; height: 236px;" alt="">
                            </div>
                            <div class="service-content service-content4">
                                <h3>
                                    <img src="{{url('Shipter/assets/images/service/purchase_department.png')}}" style="width: 72px; height: 59px; left: -78px; top: -26px; position: absolute" alt="">
                                    المشتريات
                                </h3>
                                <p>إمكانية اعتماد أوامر الشراء إلكترونيا.</p>
                                <a href="{{route('arabic.service')}}">المزيد...</a>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- service-area end-->



@endsection
@endsection
@section('custom-footer')
@endsection
